Repository: bfredkrystee/search404
Catalog: po/*.po
Languages: nl

source: Page not found
nl: Pagina niet gevonden

source: Search 404 settings
nl: Search 404 instellingen

source: Administer search 404.
nl: Search 404 beheren

source: The page you requested was not found.
nl: De gevraagde pagina is niet gevonden.

source: The page you requested does not exist. A search for %keys resulted in this page.
nl: De gevraagde pagina bestaat niet. Zoeken met '%keys' leverde deze pagina op.

source: The page you requested does not exist. For your convenience, a search was performed using the query %keys.
nl: De gevraagde pagina bestaat niet. Als service is gezocht met de volgende zoekwoorden '%keys'.

source: Search results
nl: Zoek resultaten

source: Jump directly to the search result when there is only one result.
nl: Geef onmiddellijk het zoekresultaat weer als er slechts één resultaat is.

source: Jump directly to the first search result when there are multiple results.
nl: Geef onmiddellijk het eerste zoekresultaat weer als er meerdere resultaten zijn.

source: Show Left and Right blocks in Page when a 404 Search occurs
nl: Linker- en rechterblokken op de pagina weergeven als het zoeken een een 404-fout oplevert

source: Advanced settings
nl: Geavanceerde instellingen

source: Use OR between keywords when searching.
nl: Gebruik OR tussen zoekwoorden bij het zoeken.

source: Use auto-detection of keywords from search engine referer. BETA! Not for production sites, use at your own risk.
nl: Zoekwoorden van een zoekmachine automatisch detecteren. BETA! Niet voor productie sites, gebruik op eigen risico.

source: Words to ignore
nl: Te negeren woorden

source: These words will be ignored from query. Separate words with a space, e.g.: "and or the".
nl: Deze woorden zullen genegeerd worden binnen een querie. Scheidt de woorden door een spatie, bijvoorbeeld: "en of de"

source: Extensions to ignore
nl: Te negeren extensies

source: These extensions will be ignored from query. Separate extensions with a space, e.g.: "htm html php". Do not include leading dot.
nl: Deze extensies zullen genegeerd worden bij een querie. Scheidt de extensies door een spatie. Voorbeeld: "htm html php".

source: Extensions to abort search
nl: Extensies die het zoeken afbreken

source: A search will not be performed for a query ending in the following extensions. Separate extensions with a space, e.g.: "gif jpg jpeg bmp png". Do not include leading dot.
nl: Een zoekopdracht wordt niet uitgevoerd voor een querie die eindigen in de volgende extensies. Scheidt de extensies door een spatie, bijvoorbeeld: "gif jpg jpeg bmp png". Zet er geen voorafgaande punt voor!

source: This regex will applied to all queries. It uses the code:<p>%code</p>Look directly at the source code to understand underlying syntax. See also <a href="http://php.net/pcre">PCRE pages in the PHP Manual</a>.
nl: Deze reguliere expressie zal worden toegepast op alle queries. Het gebruikt de code:<p>%code</p> Kijk in de onderliggende source code om deze syntax te begrijpen. Zie ook <a href="http://php.net/pcre">PCRE pagina's in het PHP Manual</a>.
